// GENERAL
"Add" = "Agiungia";
"Cancel" = "Annula";
"OK" = "OK";
"Delete" = "Delete";

// PROJECTS VIEWS
"Up next" = "Up next";
"More to explore" = "More to explore";
"%@, @lld items, %g%% complete." = "%@, @lld articoli, %g%% completato.";
"Add Project" = "Aggiungia progetto";
"Sort" = "Sort";
"Add New Item" = "Add New Item";
"Open Projects" = "Progetti Aperti";
"Closed Projects" = "Progetti Chiusi";

// TABS
"Home" = "Casa";
"Open" = "Aperto";
"Closed" = "Chiuso";
"There's nothing here right now" = "There's nothing here right now";

//ITEM VIEW
"Completed" = "Completed";
"Title" = "Titolo";
"Note" = "Nota";
"Notes:" = "Notes:";
"0 (Unsorted)" = "0 (Unsorted)";
"1 (Low)" = "1 (Basso)";
"2 (Normal)" = "2 (Normale)";
"3 (High)" = "3 (Alto)";
"Mark Completed" = "Mark Completed";
"%@, completed." = "%@, completato.";
"%@, high priority." = "%@, alto prioritá.";

// SORTING
"Priority Sort Group" = "Priority Sort Group";
"Optimized" = "Optimized";
"Sort" = "Sort";
"Sort items" = "Sort items";

//PROJECTS VIEW
"New Project" = "New Project";
"Edit Project" = "Edit Project";
"New Item" = "New Item";
"Edit Item" = "Edit Item";

// PROJECT VIEW
"Close this project" = "Chiudere questo progetto";
"Reopen this project" = "Riaprire questo progetto";
"Delete this project" = "Delete this project";
"Basic Settings" = "Basic Settings";
"Creation Date" = "Creation Date";
"Custom project color" = "Custom project color";
"Delete project?" = "Delete project?";

"Select a project color" = "Scegliere un colore per progetto";
"Pink" = "Rosa";
"Purple" = "Purple";
"Red" = "Rosso";
"Orange" = "Arancia";
"Gold" = "Oro";
"Green" = "Verde";
"Teal" = "Teal";
"Light Blue" = "Azul chiaro";
"Dark Blue" = "Azul scurro";
"Midnight" = "Mezzanotte";
"Dark Gray" = "Griggio Scurro";
"Gray" = "Griggio";

// VARIOUS
"Locked" = "Locked";
"Score: %@ of 16" = "Score: %@ of 16";
"Unlocked: %@" = "Unlocked: %@";

// LONG STRINGS
"Closing a project moves it from the Open to CLosed tab; deleting it removes the project entirely." = "Closing a project moves it from the Open to CLosed tab; deleting it removes the project entirely.";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Are you sure you want to delete this project? You will also delete all the items it contains.";
"Please select something from the menu to begin." = "Please select something from the menu to begin.";
